const CATEGORY_DATA = {
  "套装": [
    {
      "keyword": "休闲套装",
      "path": "运动与户外用品>健身、训练用品>健身服>男士>男士休闲运动套装>男士休闲套装",
      "season": "四季"
    },
    {
      "keyword": "休闲套装",
      "path": "服装、鞋靴和珠宝饰品>男士时尚>男装>男士休闲运动服>男士休闲运动套装>男士休闲套装",
      "season": "四季"
    },
    {
      "keyword": "运动套装",
      "path": "服装、鞋靴和珠宝饰品>男士时尚>男装>男士休闲运动服>男士休闲运动套装>男士运动上装和下装套装",
      "season": "四季"
    },
    {
      "keyword": "运动套装",
      "path": "运动与户外用品>健身、训练用品>健身服>男士>男士休闲运动套装>男士运动上装和下装套装",
      "season": "四季"
    },
    {
      "keyword": "贴身套装",
      "path": "户外休闲>冬季运动>滑雪用品>服装>男士滑雪服>贴身衣>男士贴身套装",
      "season": "夏季"
    },
    {
      "keyword": "新奇套装",
      "path": "服装、鞋靴和珠宝饰品>新奇物品>新奇服装和产品>新奇服装>男士新奇服装>男士新奇服饰套装",
      "season": "四季"
    },
    {
      "keyword": "户外运动套装",
      "path": "运动与户外用品>户外休闲>骑行用品>服装>男士骑行服>男士骑行套装",
      "season": "四季"
    },
    {
      "keyword": "户外运动套装",
      "path": "运动与户外用品>健身、训练用品>健身服>男士>男士休闲运动套装>男士径赛服",
      "season": "四季"
    },
    {
      "keyword": "户外运动套装",
      "path": "服装、鞋靴和珠宝饰品>体育专用服装>足球服>男士足球服>男士足球运动服、外套和裤子",
      "season": "四季"
    },
    {
      "keyword": "户外运动套装",
      "path": "运动与户外用品>户外休闲>冬季运动>单板滑雪用品>服装>男士单板滑雪服>男士单板滑雪套装",
      "season": "冬季"
    },
    {
      "keyword": "户外运动套装",
      "path": "运动与户外用品>户外休闲>冬季运动>滑冰用品>服装>男士滑冰服>男士滑冰服套装",
      "season": "冬季"
    },
    {
      "keyword": "户外运动套装",
      "path": "运动与户外用品>运动服装和器材>团队运动>篮球用品>服装>男士篮球服>套装",
      "season": "四季"
    },
    {
      "keyword": "户外运动套装",
      "path": "运动与户外用品>户外休闲>冬季运动>滑雪用品>服装>男士滑雪服>男士滑雪套装",
      "season": "冬季"
    }
  ],
  "正装": [
    {
      "keyword": "正装衬衫",
      "path": "服装、鞋靴和珠宝饰品 > 男士时尚 > 男装 > 男装上衣、T恤、衬衫 > 男装正装衬衫",
      "season": "四季"
    },
    {
      "keyword": "西裤",
      "path": "服装、鞋靴和珠宝饰品>男士时尚>男装>男装西服>男士西服单品>男装西裤",
      "season": "四季"
    },
    {
      "keyword": "正装裤",
      "path": "服装、鞋靴和珠宝饰品>男士时尚>男装>男装长裤>男士正装裤",
      "season": "四季"
    },
    {
      "keyword": "休闲西装",
      "path": "服装、鞋靴和珠宝饰品>男士时尚>男装>男装西服>男装休闲西装",
      "season": "春秋冬"
    },
    {
      "keyword": "西服上装",
      "path": "服装、鞋靴和珠宝饰品>男士时尚>男装>男装西服>男士西服单品>男装西服上装",
      "season": "春秋冬"
    },
    {
      "keyword": "西服马甲",
      "path": "服装、鞋靴和珠宝饰品>男士时尚>男装>男装西服>男装西装马甲",
      "season": "四季"
    },
    {
      "keyword": "西服套装",
      "path": "服装、鞋靴和珠宝饰品>男士时尚>男装>男装西服>男装西服套装",
      "season": "春秋冬"
    },
    {
      "keyword": "燕尾服",
      "path": "服装、鞋靴和珠宝饰品>男士时尚>男装>男装西服>男装燕尾服套装",
      "season": "四季"
    }
  ],
  "棉羽": [
    {
      "keyword": "棉服",
      "path": "服装、鞋靴和珠宝饰品 > 男士时尚 > 男装 > 男士外套 > 男士棉服",
      "season": "冬季"
    },
    {
      "keyword": "羽绒外套",
      "path": "服装、鞋靴和珠宝饰品 > 男士时尚 > 男装 > 男士外套 > 男士运动装和功能夹克 > 羽绒服和仿羽绒服 > 男士羽绒外套",
      "season": "冬季"
    },
    {
      "keyword": "抓绒衣（注意选对路径）",
      "path": "运动与户外用品 > 运动户外服饰 > 男士运动户外服饰 > 男士运动休闲外套 > 男士运动休闲夹克 > 徒步和户外休闲 > 男士抓绒衣夹克",
      "season": "冬季"
    },
    {
      "keyword": "3合1",
      "path": "服装、鞋靴和珠宝饰品 > 体育专用服装 > 户外服饰 > 男士户外服饰 > 男士休闲夹克 > 男士3合1夹克",
      "season": "冬季"
    }
  ]
};
